Repository: koprals/jm-dev
Catalog: 001-cms/app/Locale/ind/LC_MESSAGES/default.po
Languages: id_id

source: Please insert your name
id_id: Masukkan nama Anda

source: Your name is too long
id_id: Nama Anda terlalu panjang

source: Your name is too sort
id_id: Nama Anda terlalu pendek

source: Please insert your email
id_id: Masukkan email Anda

source: Your email format is wrong
id_id: Format email Anda salah

source: Email already taken, please choose another
id_id: Email telah digunakan, gunakan email yang lain

source: Please insert your password
id_id: Masukkan password Anda

source: Your password is too sort
id_id: Password terlalu pendek

source: Your password is too long
id_id: Password terlalu panjang

source: Please insert your phone number
id_id: Silahkan masukkan nomor telepon Anda

source: Your phone is too sort
id_id: No Telp teralalu pendek

source: Your phone is too long
id_id: No Telp terlalu panjang

source: Please select your province/state
id_id: Pilih propinsi Anda

source: Please select your city
id_id: Pilih kota Anda

source: Please insert your address
id_id: Masukkan alamat lengkap Anda

source: Your address is too sort.
id_id: Alamat Anda terlalu pendek

source: Your address is too long.
id_id: Alamat Anda terlalu panjang

source: Please upload your picture
id_id: Upload foto Anda

source: Only (*.gif,*.jpeg,*.jpg,*.png) are allowed.
id_id: Hanya format image yang diperbolehkan (*.gif,*.jpeg,*.jpg,*.png)

source: Your username or password is wrong
id_id: Username atau password Anda salah

source: Your email is not exists
id_id: Anda belum terdaftar
